information_name= {
    'Apple': {
        '식품이름' : '사과'
    },    
   'Banana': {
        '식품이름' : '바나나'
    },
    'Carrot': {
        '식품이름' : '당근'
    },
    'Fish': {
        '식품이름' : '생선'
    },
    'Green Bell Pepper': {
        '식품이름' : '피망'
    },
    'Meat': {
        '식품이름' : '육류'
    },
    'Orange': {
        '식품이름' : '오렌지'
    },
    'Pear': {
        '식품이름' : '배'
    },
    'StrawBerry': {
        '식품이름' : '딸기'
    },
    'Tomato': {
        '식품이름' : '토마토'
    }
}
information_food= {
    'Apple': {
            '영양소': '탄수화물,단백질,지방,비타민C',
            '영양정보': '비타민 C, 칼륨 등이 풍부',
            '관련요리': '사과 주스 ,사과 파이'   
   },    
   'Banana': {
        '영양소': '탄수화물,단백질,지방, 비타민C',
        '영양정보': '탄수화물, 단백질, 지방, 비타민C를 포함하고 있습니다.',
        '관련요리': '바나나 스무디, 바나나 케이크'
    },
    'Carrot': {
        '영양소': '탄수화물,단백질,지방, 비타민A',
        '영양정보': '탄수화물, 단백질, 지방, 비타민A를 포함하고 있습니다.',
        '관련요리': '당근 샐러드, 당근 스프'
    },
    'Fish': {
        '영양소': '단백질,지방,비타민D',
        '영양정보': '단백질, 지방, 비타민D를 포함하고 있습니다.',
        '관련요리': '그릴 생선, 생선 타코'
    },
    'Green Bell Pepper': {
        '영양소': '탄수화물,비타민C',
        '영양정보': '탄수화물, 비타민C를 포함하고 있습니다.',
        '관련요리': '피망 볶음, 피망 파스타'
    },
    'Meat': {
        '영양소': '단백질,지방',
        '영양정보': '단백질, 지방을 포함하고 있습니다.',
        '관련요리': '스테이크, 고기 스튜'
    },
    'Orange': {
        '영양소': '탄수화물,단백질,비타민C',
        '영양정보': '탄수화물, 단백질, 비타민C를 포함하고 있습니다.',
        '관련요리': '오렌지 주스, 오렌지 치킨'
    },
    'Pear': {
        '영양소':'탄수화물,단백질,비타민C',
        '영양정보': '탄수화물, 단백질, 비타민C를 포함하고 있습니다.',
        '관련요리': '배 샐러드, 배 스무디'
    },
    'StrawBerry': {
        '영양소': '탄수화물,단백질,비타민C',
        '영양정보': '탄수화물, 단백질, 비타민C를 포함하고 있습니다.',
        '관련요리': '딸기 요거트, 딸기 케이크'
    },
    'Tomato': {
        '영양소':'탄수화물,비타민A',
        '영양정보': '탄수화물, 비타민A를 포함하고 있습니다.',
        '관련요리': '토마토 파스타, 토마토 샐러드'
    }
}

day = {
    'Apple': {'expiration_time': 30}, 
    'Banana': {'expiration_time': 15},
    'Carrot': {'expiration_time': 30},
    'Fish': {'expiration_time': 4},
    'Green Gell Pepper': {'expiration_time': 10},
    'Meat': {'expiration_time': 4},
    'Orange': {'expiration_time': 14},
    'Pear': {'expiration_time': 21},
    'StrawBerry': {'expiration_time': 21},
    'Tomato': {'expiration_time': 21}
}

